[TheWorld:PersistentLevel.Main_Sequence.Favors.DisSeqAct_UpdateTaskTarget_39 DisSeqAct_UpdateTaskTarget]
m_TargetName="Oil Tanks"

[TheWorld:PersistentLevel.Main_Sequence.Favors.DisSeqAct_UpdateTaskTarget_49 DisSeqAct_UpdateTaskTarget]
m_TargetName="Rune"

[TheWorld:PersistentLevel.Main_Sequence.Favors.DisSeqAct_UpdateTaskTarget_92 DisSeqAct_UpdateTaskTarget]
m_TargetName="Oil Tank"

[TheWorld:PersistentLevel.Main_Sequence.Favors.DisSeqAct_UpdateTaskTarget_93 DisSeqAct_UpdateTaskTarget]
m_TargetName="Oil Tank"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Scenes.DisSeqAct_ShowHUDMessage_4 DisSeqAct_ShowHUDMessage]
m_Message="New Mission Clue Added"

[TheWorld:PersistentLevel.Main_Sequence.Location_Discovery.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Legal District Waterfront"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_GameOver_0 DisSeqAct_GameOver]
m_Reason="Thalia failed to tell you about Delilah"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="Gang Headquarters"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="Chauncy"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="River Overlook"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="Chauncy"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="Thalia"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="Gang Member Note"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_50 DisSeqAct_UpdateTaskTarget]
m_TargetName="Hatter"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_51 DisSeqAct_UpdateTaskTarget]
m_TargetName="Odd Hat"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_52 DisSeqAct_UpdateTaskTarget]
m_TargetName="Treaver's Close"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_54 DisSeqAct_UpdateTaskTarget]
m_TargetName="Legal District"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_55 DisSeqAct_UpdateTaskTarget]
m_TargetName="Hatter Turf"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_56 DisSeqAct_UpdateTaskTarget]
m_TargetName="Empty Key Rack"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_57 DisSeqAct_UpdateTaskTarget]
m_TargetName="Captain's Post"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_58 DisSeqAct_UpdateTaskTarget]
m_TargetName="Legal District"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_59 DisSeqAct_UpdateTaskTarget]
m_TargetName="Key to Legal District"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_60 DisSeqAct_UpdateTaskTarget]
m_TargetName="Key to Legal District"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_61 DisSeqAct_UpdateTaskTarget]
m_TargetName="Hatter"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_62 DisSeqAct_UpdateTaskTarget]
m_TargetName="Hatter"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_68 DisSeqAct_UpdateTaskTarget]
m_TargetName="Hatter Turf"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="Hatter Gang Territory"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="Key"

[TheWorld:PersistentLevel.Main_Sequence.ReturnFromTimshScripting.DisSeqAct_UpdateTaskTarget_58 DisSeqAct_UpdateTaskTarget]
m_TargetName="Legal District"

[TheWorld:PersistentLevel.Main_Sequence.ReturnFromTimshScripting.DisSeqAct_UpdateTaskTarget_64 DisSeqAct_UpdateTaskTarget]
m_TargetName="Billie Lurk"

[TheWorld:PersistentLevel.Main_Sequence.ReturnFromTimshScripting.DisSeqAct_UpdateTaskTarget_66 DisSeqAct_UpdateTaskTarget]
m_TargetName="Thalia"

[TheWorld:PersistentLevel.Main_Sequence.ReturnFromTimshScripting.DisSeqAct_UpdateTaskTarget_67 DisSeqAct_UpdateTaskTarget]
m_TargetName="Thalia and Docks"

